[{
 "id": 8001,
 "title": "Accueil",
 "service": "true"
}, {
 "id": 8451,
 "title": "Mot de l'orga - Présentation des sponsors",
 "description": "Pitch des sessions du matin",
 "service": "true"
}, {
   "id": 9001,
   "title": "Spotify, de l'intérieur :)",
   "subtitle": "",
   "description": "En 2002, des entrepreneurs suédois, loin d'être des experts de la musique, se lancent dans un pari fou : révolutionner l'industrie en pleine crise du piratage. Leur arme ? Un service de streaming musical illimité par abonnement. Trouvant rapidement un public, Spotify connait pourtant des revers : mauvaises décisions stratégiques et croissance négative. Mais l'entreprise s'adapte, apprend de ses erreurs et repart de l'avant pour devenir le géant mondial du streaming que l'on connaît aujourd'hui. Comment expliquer cette saga suédoise ? Quels sont les ingrédients qui font son succès depuis plus de 10 ans ? Qu'est-ce qui les différencie des autres géants de la technologie ? Est-ce le fameux \"Spotify model\" ou bien autre chose ? Comment cette alchimie mèle OKR , les Bets, le darwinisme des projets, l'agilité a l'échelle, la DATA , la découverte continue, le Design Thinking, l'UX Lean, le Service Design avec une organisation sociale évolutive basée sur la vitesse. Le tout saupoudré d'un peu d'ABBA pour mettre l'ambiance, alors préparez-vous à être surpris !\n\nUn REX de première fraicheur de la part du seul coach agile français à avoir travaillé au sein du mythique eldorado agile qu'est Spotify !",
   "speakers": [37]
}, {
   "id": 9002,
   "title": "Le Continuous Discovery est-il l’avenir du Continuous Delivery ?",
   "subtitle": "",
   "description": "Depuis une vingtaine d'années, le Continuous Delivery a terriblement évolué. Consciente de cette accélération, la communauté Product Management propose de s’aligner sur les principes du Continuous Delivery avec une nouvelle approche, le Continuous Discovery.\n\nNous plongerons dans cette nouvelle approche orientée Produit, qui repose à la fois sur une organisation spécifique, un rythme soutenu et un atelier autour d’un arbre visuel permettant de passer de l’espace du problème à l’espace de la solution.\n\nLe Continuous Dicovery n’est pas décorrélé de l’équipe de développement, mais en fait partie. L’objectif est limpide : permettre aux équipes de développement de délivrer encore plus vite des besoins du métier calibrés avec soin pour un impact maximum auprès des utilisateurs.",
   "speakers": [68]
}, {
   "id": 9003,
   "title": "De l'exclusion à l'inclusion : l'accessibilité numérique pour tous et toutes.",
   "subtitle": "",
   "description": "Il est temps de changer notre perception des personnes handicapées et de l'utilisation d'Internet.\n\nEn réalité, les personnes handicapées sont aussi actives en ligne que tout le monde.\n\nCependant, elles rencontrent souvent des obstacles lorsqu'il s'agit d'effectuer des tâches comme faire des achats en ligne ou remplir des formulaires administratifs.\n\nCes difficultés se présentent lorsque les sites web ne sont pas accessibles.\n\nEn France, une personne sur cinq est handicapée, et il y a également de nombreuses autres personnes qui se retrouvent dans des situations de handicap temporaire ou situationnel.\n\nIl est donc primordial de considérer l'accessibilité numérique comme une nécessité dès le début de tout projet.\n\nCette conférence a pour objectif d'aborder les enjeux de l'accessibilité numérique et d'aider les acteurs et actrices du web à comprendre l'importance d'assurer un environnement en ligne inclusif pour tous les utilisateurs et utilisatrices.",
   "speakers": [57]
}, {
   "id": 9005,
   "title": "Démystifier l'IA : Un guide pratique pour les développeurs",
   "subtitle": "",
   "description": "L'intelligence artificielle est en train de transformer en profondeur le paysage professionnel. Si son impact est déjà considérable dans le domaine du traitement des données, les progrès fulgurants réalisés ces dernières années laissent entrevoir une transformation de tous les secteurs d'activité.\n\nDans cette présentation, j'ai pour objectif de démystifier l'IA. Je vous guiderai à travers les concepts fondamentaux de cette technologie, en explorant ses capacités et ses limites dans le contexte du développement de logiciel. Mon ambition est de fournir aux développeurs les connaissances et les outils nécessaires pour se familiariser avec l'IA et l'intégrer efficacement dans leurs projets.",
   "speakers": [58]
}, {
   "id": 9006,
   "title": "Découvrez le Basque, l’OVNI linguistique européen",
   "subtitle": "",
   "description": "Kaixo!\n\nJe m'appelle Ane, et j'ai l'immense plaisir de vous faire découvrir ma langue, le basque.\n\nAprès une brève introduction sur la culture basque et son histoire nous nous concentrerons plus spécifiquement sur la langue basque.\n\nAujourd'hui, je me sens en mesure d'expliquer les éléments essentiels de cette langue singulière, tout en établissant des parallèles avec d'autres langues que je maîtrise, telles que le français ou l'anglais. En utilisant la technique de la pensée visuelle, j'essaierai de rendre cette partie la plus claire et pédagogique possible.\n\nVenez explorer cette culture européenne unique et méconnue.",
   "speakers": [59]
}, {
   "id": 9007,
   "title": "La gestion des risques vue par une Agiliste",
   "subtitle": "",
   "description": "Je suis coach agile et j'ai un secret à vous avouer : j'ai une passion pour la gestion de projet, notamment la gestion des risques. J'ai même encore mon vieil exemplaire du PMBOK 3eme édition dans ma bibliothèque ...\n\nEt c'est notamment pour cela que j'aime l'Agilité !\n\nJe vous propose lors de cette session de vous partager en quoi l'Agilité est (entre autres) un fabuleux corpus de pratiques, postures, outils etc. de gestion de risques. C'est aussi par ce biais que j'ai pu initier des conversations impactantes dans des contextes où la culture est fondée sur la gestion de projet classique et où mes interlocuteurs ne voyaient pas forcément d'un bon oeil une coach agile débarquer sur leur périmètre ... Toute ressemblance avec un programme de transformation réel est bien évidement fortuite ;)\n\nCe sera aussi pour moi l'occasion de vous dévoiler une partie de ma boîte à outils sur le sujet, notamment des ateliers prêts à l'emploi.",
   "speakers": [30]
}, {
   "id": 9008,
   "title": "From Evidence to Action: The Data Driven Transformations #NoFrameworks",
   "subtitle": "",
   "description": "\"Etre agile pour être agile ne sert à rien.\" J'entends cette phrase depuis une décennie et pourtant voit encore beaucoup cette agilité sans objectifs qui devient plus un exercice de style plutôt qu'un levier de transformation réelle.\n\nDans un monde où l’agilité est devenue un mantra, ce talk \"From Evidence to Action: The Data Driven Transformations #NoFrameworks\" défie l’orthodoxie. Être agile juste pour l’agilité ? Inefficace. Ce talk propose une approche moderne : piloter la transformation par les données, non par des dogmes. L’Evidence-Based Management (EBM), DORA et nos analyses démontrent comment aligner véritablement agilité et objectifs business. Exit les cadres rigides, bienvenue dans une ère où chaque décision, action et initiative est justifiée par des données tangibles, mesurables. Nous plongeons dans des stratégies concrètes où les métriques deviennent le phare guidant vers l’excellence opérationnelle, satisfaction client et innovation continue. Préparez-vous à redéfinir l’agilité, où la donnée n’est pas qu’un outil mais le fondement d’une transformation réelle et mesurable.",
   "speakers": [61]
}, {
   "id": 9009,
   "title": "'Tidy First?' de Kent Beck, un guide pratique pour un code durable et rentable",
   "subtitle": "",
   "description": "\"Tidy First?\", le dernier ouvrage de Kent Beck, est le fruit de plusieurs années de réflexion sur le métier de développeur.\n\nÀ travers une quinzaine de patterns, il nous enseigne comment réaliser de petits nettoyages de code qui peuvent considérablement simplifier notre travail quotidien.\n\nEn illustrant ces patterns, nous montrerons comment les intégrer de manière efficace dans notre flux de travail. Nous aborderons également les aspects économiques souvent négligés du nettoyage de code : comment investir judicieusement dans la propreté du code pour garantir plus d'options et une valeur à long terme, même si cela signifie parfois sacrifier un peu de valeur immédiate. Que vous soyez un développeur débutant ou un expert chevronné, cette conférence vous fournira des stratégies pratiques pour maintenir un code propre et rentable tout au long de votre parcours de développement logiciel.\n\n",
   "speakers": [62]
}, {
   "id": 9010,
   "title": "Où sont les speakeuses dans la tech ?",
   "subtitle": "",
   "description": "Les femmes dans la tech il n'y en a pas assez, et des femmes oratrices encore moins ! Mais pourquoi enfaite ?!\n\nEnsemble nous aborderons les raisons, bonnes ou mauvaises, pour lesquelles elles ne se lancent pas. Mais aussi l'intérêt pour l'entreprise d'avoir plus de femmes qui parlent à des évènements tech. Et puis bien sûr comment les amener à se lancer et comment ça se passe quand elles sont sélectionnées ! Pour finir on verra les raisons qui les ont motivé à franchir le pas et comment concrètement on peut se lancer dans l'aventure de speakeuse !",
   "speakers": [63]
}, {
   "id": 9011,
   "title": "Refacto ou re-ecriture ?",
   "subtitle": "",
   "description": "On entend souvent le mot \"refacto\" dans le quotidien de développement produit. Parfois, on se demande si les gens comprennent ce qu'ils disent... Un regard sur le pratique de refactoring, des malentendus communs et des idées d'amélioration.",
   "speakers": [18]
}, {
   "id": 9012,
   "title": "Dynamiques de pouvoir : comment vos biais sabotent l'intelligence collective",
   "subtitle": "",
   "description": "L'Agilité, c'est en grande partie les individus et leurs interactions. Le dialogue entre les différentes expertises et métiers. Davantage d'horizontalité. Vous êtes certainement très au fait des meilleures techniques d'animation, de super formats pour des réunions et ateliers participatifs. Mais connaissez-vous le sentiment de sécurité psychologique de chacun des individus qui habitent la pièce ? Êtes-vous vraiment au max de la performance collective que vous pouvez espérer des groupes que vous accompagnez ?\n\nCe talk vous propose de porter un autre regard sur vos équipes et les dynamiques qui s'y jouent. Peut-être découvrirez-vous quelques angles morts et des expérimentations à mettre en place.",
   "speakers": [64]
}, {
   "id": 9013,
   "title": "Tester dans l'Hexagone: du Mob, du DDD, du TDD, des Doublures et les TestContainers !",
   "subtitle": "",
   "description": "Vous avez entendu parler de DDD, d'architecture hexagonale ? De la pyramide des tests? Vous en avez marre de ces conférences théoriques sur le sujet et vous aimeriez enfin coder avec ces paradigmes?\n\nVous auriez tant voulu appliquer le TDD, mais il vous fait peur; ou bien \"vous n'avez pas le temps\" pour le faire en prod? Vous aimeriez savoir comment écrire ET tester des entités métier ?\n\nVous avez entendu parler des ports/adapteurs, comment les utiliser ? Vous voudriez savoir si c'est vraiment incontournable d'utiliser les \"mocks\"? Et ces fameux TestContainers, sont ils vos amis ou vos ennemis ?\n\nEt si en plus, vous pouviez faire le 1er (ou pas) mob programming de votre vie??\n\nTout cela en quelques heures par la pratique ? Alors, cet atelier est complètement fait pour vous !\n\nBénéfices attendus\nComprendre les tests unitaires et le besoin de doublures dans un début d’architecture hexagonale; comprendre ce que l’on appelle doublure de tests.\nIntroduire pas à pas les bases du DDD et de l'architecture Hexagonale\nCet atelier se base sur un cas métier réel\nAppréhender quand ces doublures de tests sont légitimes dans leurs usages.\nDémystifier ce qu’est un dummy, un stub, un spy, un fake, un mock.\nJouer avec les TestContainers\nEn produisant (en TDD, toujours) un code empreint de contraintes techniques réelles : dialogue avec une base de données, un service web, une imprimante…\nApprendre en s’amusant, en collaborant afin de produire, tous ensemble, le code.\nC# ou Kotlin",
   "speakers": [65]
}, {
   "id": 9014,
   "title": "Parle à mon coeur, ma tête est malade !",
   "subtitle": "",
   "description": "Dans un monde en perpétuelle mutation, où les avancées technologiques transforment nos modes de vie et de travail à une vitesse fulgurante, il devient impératif de repenser notre approche du travail.Nous parlons de transformation, de conduite de changement, d'Agilité, d'OKR... Et aussi de burn-out, de risques psycho-sociaux, de reconversion...\n\nAlors dans ce monde qui a basculé dans le cognitif, qui retente de mettre du corps et du temps (dès lors que l'on parle de régénératif ou de travail vivant ) comment faire pour remettre sens ? \n\nAvec nos casquettes de coachs RH et de designer, nous allons explorer la relation au travail à travers du triptyque de la tête, du corps et du cœur, et proposer divers scénarios futurs du travail en tenant compte de cette perspective.\n\n",
   "speakers": [67, 66]
}, {
   "id": 9015,
   "title": "Comment passer d'un domaine métier à une architecture logicielle ?",
   "subtitle": "",
   "description": "Depuis des années, les architectes et les équipes de développement prônent le faible couplage. Nous avons toutes et tous souffert en travaillant sur des systèmes Big Balls Of Mud où les changements sont risqués et parfois coûteux.\nUne des clés pour apporter sereinement et rapidement des modifications dans nos systèmes est de réduire le couplage.\n\nQue vous construisiez des monolithes ou travailliez sur une architecture microservices, un des éléments essentiels est d'identifier quelles sont les choses qui changent ensemble et de les regrouper au niveau du code.\n\nPour identifier avec confiance les éléments qui changent ensemble, il est nécessaire de bien creuser le domaine métier et de découvrir quels concepts évoluent ensemble, notamment lors du développement de nouvelles fonctionnalités. Nous traçons ainsi les frontières du domaine métier, qui deviendront la base d'une architecture logicielle à faible couplage.\n\nCette conférence, axée sur des cas pratiques, montrera comment cartographier un domaine métier, l'organiser en sous-domaines et concevoir une architecture logicielle alignée sur cette subdivision. Nous couvrirons une gamme d'outils et de techniques issus du Domain Driven Design (DDD), comme l'Event Storming, la Modélisation de Flux de Messages, le Bounded Context Canvas et le Core Domain Chart.",
   "speakers": [70, 69]
}, {
   "id": 9016,
   "title": "Le biomimétisme au secours des dév",
   "subtitle": "",
   "description": "Le biomimétisme, qui tire inspiration et solutions de la nature pour résoudre des défis humains, offre une perspective novatrice pour le développement logiciel.\n\nCette présentation explorera comment la nature peut être une source d'inspiration pour améliorer notre quotidien de développeur, gérer les bugs au plus tôt, améliorer les tests, la productiion et restructuration de code :\n\nLe figuier étrangleur\nLes tests pastèques et le Darwinisme\nLe syndrome de la méduse immortelle\nLa danse TDD de l’abeille\nLe principe de dispersion du criquet migrateur\nLa singularité de l'orchidée\nL’adaptabilité harmonieuse du caméléon\nLa diversité de la prairie\nL’interdépendance symbiotique de l'abeille et de la fleur",
   "speakers": [71]
}, {
   "id": 9017,
   "title": "L'agilité de la décroissance",
   "subtitle": "",
   "description": "Timothée Parrique présente la décroissance comme une transition pour aller vers la post-croissance, phase de fluidité et stabilité.\n\nL’agilité est — déjà — un outil pour la transition avec comme fondamentaux des boucles orientées utilisateurs et des équipes auto-organisées.\n\nL’agilité de la décroissance, c’est la mise au premier plan des valeurs environnementales et sociales, tout en restant centrée sur la valeur pour les utilisateurs — rien n’est développé si cela ne correspond pas à un besoin — et sur la décision collective.",
   "speakers": [72]
},{
   "id": 214001,
   "title": "Forum Ouvert : Sessions",
   "subtitle": "Des sessions de travail se forment par groupe de participants pour débattre des sujets.",
   "description": "Le Forum Ouvert est une méthode pour structurer des conversations et des conférences. Grâce à cette méthode, des groupes de 5 à 2 000 participants peuvent s'assembler et travailler ensemble. \n\nLa caractéristique de la méthode est l'ouverture mise à la fois sur le contenu mais aussi sur la forme. Les participants sont invités à travailler ensemble sur une thématique importante et complexe. \n\nL'ordre du jour est réalisé par les participants au démarrage du Forum Ouvert en un temps record. Les utilisateurs donnent ainsi leurs propres sujets en plénière et forment des groupes de travail pour chaque thème abordé dans lesquels les projets vont être élaborés. \n\nChaque groupe de travail rédige un compte-rendu qui est affiché immédiatement. L'ensemble des comptes-rendus apparait ainsi au fur et à mesure de l'avancement du Forum Ouvert. Le Forum Ouvert permet de traiter de sujets complexes et de produire une diversité de mesures concrètes en peu de temps. source: wikipedia",
   "complexity": "Forum Ouvert",
   "subtype": "workshop"
}
, {
   "id": 666666,
   "title": "Slot vide"
}, {
   "id": 12001,
   "title": "Repas",
   "description": "2 services (12h15-13h15)",
   "service": "true"
}, {
   "id": 19001,
   "title": "Repas orateurs",
   "subtitle": "",
   "description": "",
   "service": "true"
}
]
