[
	{
		"id": 69,
		"name": "Maxime",
		"surname": "Sanglan-Charlier",
		"company": "Aardling",
		"title": "",
		"bio": "Plus de 20 ans dans l'informatique et pas une ride (ou presque). Maxime est curieux de nature et toujours à la recherche de tout ce qui peut nous rendre plus efficients en tant qu'individu, en équipe ou au sein d'une organisation. Il accompagne ses clients dans l'adoption d'une approche centrée sur le domaine métier, alternant les rôles de consultant, facilitateur et formateur, selon les besoins de chaque mission.\n\nJe co-organise la conférence Newcrafts (https://ncrafts.io/), je suis membre de l'équipe de VirtualDDD (https://virtualddd.com/), contributeur sur [DDD-Crew](https://github.com/ddd-crew) et co-fondateur du groupe Software Crafters Nantes (https://www.meetup.com/fr-FR/nantes-software-crafters-Nantes/).",
		"thumbnailUrl": "MaximeSanglanCharlier.jpeg",
		"tweeter": "https://x.com/__MaxS__"
	},
	{
		"id": 70,
		"name": "Nick",
		"surname": "Tune",
		"company": "PayFit France",
		"title": "",
		"bio": "Nick est un consultant dans le développement logiciel qui aide les organisations à moderniser leurs architectures et leurs méthodes de travail. Ses sujets préférés sont le Domain-Driven Design (DDD) et le Continuous Delivery (CD). Il est l'auteur de « Architecture Modernization » (Manning) et « Patterns, Principles, and Practices of Domain-Driven Design » (Wrox). Vous trouverez son blog et plus d'informations sur nick-tune.me",
		"thumbnailUrl": "NickTune.jpeg"
	},
	{
		"id": 37,
		"name": "Rachel",
		"surname": "JOLIN DUBOIS",
		"company": "Spotify",
		"title": "",
		"bio": "Some call me an \"agile rockstar\", others a “product powerhouse” ⚡, I prefer \"passionate leader\" with a knack for getting things done (and having fun while doing it !). As a Senior Agile Coach and Product Manager at Spotify with 20+ years of experience, I'm here to turn \"what ifs\" into \"Ah Ah\" !\n\nI've navigated the software industry trenches from the very first Dotcom startups to today key players, as a product champion, a team manager and an agile evangelist. From mastering frameworks like Scrum, Kanban or Lean StartUp to scaling agile, fostering collaborative cultures, I've seen it in all places (and done quite a lot!!!). So, when I say I can create environments where teamwork hums, transparency shines, and efficiency breaks records, you can bet on me. But don't let the process fool you - I'm all about empowering individuals. Think continuous learning, fearless experimentation, and a contagious \"can-do\" spirit. Witnessing teams unlock their agile lightbulb moments and propel products, teams, and businesses to success? That's my fuel!\n\nSpeaking of sharing the love, I'm a regular speaker at lean agile and product conferences. Think captivating stories, practical examples, and a healthy dose of \"been there, failed that and learned this\" wisdom.",
		"thumbnailUrl": "RachelDubois.jpeg"
	},
	{
		"id": 68,
		"name": "Bruno",
		"surname": "Boucard",
		"company": "OCTO Technology",
		"title": "",
		"bio": "Ma longue expérience en informatique m'a permis de concevoir de meilleures approches collaboratives pour créer des produits à fort impact.\n\nComme le colibri, chacun fait sa part pour créer un logiciel qui aura un meilleur impact sur ses utilisateurs. En tirant parti d'une approche de conception axée sur le domaine, je facilite une communication plus transparente entre les parties prenantes et les créateurs de logiciels grâce à une modélisation collaborative et une démocratie profonde, décodant les complexités, résolvant les conflits et garantissant que les logiciels restent agiles face aux demandes de l'entreprise.\n\nDans mes rôles de consultant pour OCTO Technology, responsable technique et architecte logiciel, et coach agile et technique, je catalyse les organisations et les équipes vers la conception et la construction d'architectures logicielles durables et résilientes.\n\nBruno intervient en tant que speaker dans nombreuses conférences : DDD EUROPE, Explore DDD, DDD eXchange, XP Conference, NewCraft, Devoxx France, SchoolOfPo, Agile Tour, BDXIO …",
		"thumbnailUrl": "BrunoBoucard.jpeg",
		"tweeter": "https://x.com/brunoboucard"
	},
	{
		"id": 57,
		"name": "Emmanuelle",
		"surname": "ABOAF",
		"company": "Shodo",
		"title": "",
		"bio": "Sourde de naissance, bionique (deux implants cochléaires) et surtout développeuse Fullstack Angular .NET chez Shodo, je lutte chaque jour pour l’accessibilité. Dans mon monde idéal, tout doit être accessible aussi bien dans la vraie vie que dans le Web.",
		"thumbnailUrl": "EmmanuelleABOAF.jpeg",
		"tweeter": "https://x.com/eaboaf_"
	},
	{
		"id": 59,
		"name": "Ane ",
		"surname": "Diaz De Tuesta",
		"company": "Datadog",
		"title": "",
		"bio": "Ane est Software Engineer chez Datadog. Elle est aussi oratrice de conférences et facilitatrice graphique.\n\nDepuis + de 12 ans dans le monde du développement web, principalement du Frontend, elle est passionnée par son travail, où elle est en constant apprentissage.\n\nElle est très impliquée dans les conférences techniques, que ce soit en tant que participante ou oratrice. Enthousiaste de la Facilitation Graphique et du Sketchnoting, qu'elle essaie de mettre en place dans son quotidien (professionnel et personnel), elle est une vraie convaincue des bénéfices que ces techniques apportent.\n\nAne est une personne ouverte, dynamique et qui aime bien les interactions sociales.",
		"thumbnailUrl": "AneDiazDeTuesta.jpeg"
	},
	{
		"id": 62,
		"name": "Arnaud ",
		"surname": "Thiefaine",
		"company": "",
		"title": "",
		"bio": "Arnaud est développeur, coach craft et formateur chez Arolla. Passionné par la transmission des bonnes pratiques, il est également co-auteur du livre \"Software Craft : TDD, Clean Code et autres pratiques essentielles\" aux éditions Dunod et anime régulièrement des meetups et BBL autour du Craft.",
		"thumbnailUrl": "ArnaudThiefaine.jpeg",
		"tweeter": "https://x.com/ArnaudThiefaine"
	},
	{
		"id": 58,
		"name": "Iana",
		"surname": "Iatsun",
		"company": "IA parle",
		"title": "",
		"bio": "Iana a obtenu son doctorat en traitement d’images et du signal en 2014. Son premier réseau de neurone a été entrainé en 2013. Après sa thèse, elle a travaillé comme data-scientist dans le domaine de la biométrie pour la reconnaissance d’empreintes digitales et des visages. Depuis 4 ans, Iana gère avec son équipe les activités autour de la mise en production des modèles d’apprentissage automatique (MLOps) à La Banque de France. Elle s’investit sur les sujets concernant une IA éthique, explicable et responsable.",
		"thumbnailUrl": "IanaIatsun.jpeg"
	},
	{
		"id": 30,
		"name": "Anne",
		"surname": "Gabrillagues",
		"company": "Essensei",
		"bio": "J'ai à mon actif un peu plus de 15 ans d'expérience en contexte agile,sur des rôles de Scrum Master et Product Owner (produits IT) puis de coach agile. Virage pris en 2008, faisant suite à 10 ans de carrière en contexte cycle en V dans le développement logiciel et la gestion de projet.\n\nJ'accompagne équipes et organisations de la façon la plus pragmatique possible, afin de les aider à adopter de façon durable une meilleure façon de travailler ensemble au service de la satisfaction de leurs clients. Dans ma boîte à outils vous trouverez des choses aussi variées que des OKR, du Kanban, des outils Lean, de la gestion de produit, des pratiques de facilitation et de conception d'ateliers / serious games, des techniques d'ingénierie logicielle, des pratiques de gestion de portefeuille, ainsi que des choses issues d'autres domaines et dont je suis en train d'expérimenter l'utlisation en contexte agile.\n\nLa communauté agile est un élément important dans ma vie professionnelle, notamment en tant qu'oratrice ayant la chance d'être régulièrement retenue. Je fais aussi partie d'équipes organisatrices de conférences depuis 2012, je me concentre actuellement sur la conférence FlowCon France, dédiée à la création de valeur en flux.",
		"thumbnailUrl": "AnneGabrillagues.jpeg",
		"tweeter": "https://x.com/agabrillagues"
	},
	{
		"id": 18,
		"name": "Sam",
		"surname": "CRANFORD",
		"company": "Deezer",
		"title": "",
		"bio": "An American Polyglot Artisanal Retro-Futurist ⊗ Team-Scale Anarcho-Syndicalismi­st in France. Agile Catalyst, eXtreme Programmer, Trainer, Coach & Manager Ardent AntiFa",
		"thumbnailUrl": "SamCranford.jpeg"
	},
	{
		"id": 64,
		"name": "Sara ",
		"surname": "Dufour",
		"company": "",
		"title": "",
		"bio": "Sara accompagne les entreprises ou autres collectifs dans leur cheminement Agile et leurs pratiques Produit, en tant que coach ou manager de transition freelance. Elle a co-fondé La Place des Grenouilles, une association anti-sexiste fin 2021. C'est une passionnée d'arts et de mots, de diversité et d'inclusion, de gastronomie et de CNV.",
		"thumbnailUrl": "SaraDufour.jpeg",
		"tweeter": "https://x.com/ComSaraDufour"
	},
	{
		"id": 65,
		"name": "Guillaume",
		"surname": "Saint Etienne",
		"company": "Music Action",
		"title": "",
		"bio": "J'ai écrit mes premières lignes de code à l'age de 11 ans sur un ZX81.\n\nJ'ai développé des écrans Videotex Je suis artisan développeur depuis 30 ans déjà, élève de Laurent Bossavit, Jonathan Peret et Olivier Azeau.\n\nJ'ai été aussi architecte logiciel, chef de projet, responsable d'équipe , j'ai travaillé pour diverses ESN et éditeurs logiciels, dont Varian Medical Systems pendant 10 ans, Primobox plus récemment.\n\nCodeur C# + JS depuis le début, j'ai dernièrement plongé dans Kotlin avec délectation. Je pens",
		"thumbnailUrl": "GuillaumeSaintEtienne.jpeg",
		"tweeter": "https://x.com/guillaume_agile"
	},
	{
		"id": 61,
		"name": "Robin",
		"surname": "Béraud-sudreau",
		"company": "Scrum Life",
		"title": "",
		"bio": "« Réfléchir c’est commencer à désobéir« … Coach Lean & Agile, j’organise la désobéissance sérieuse chez mes clients ( Cdiscount, Bouygues, Axa,…) au niveau organisationnel mais aussi auprès des équipes techniques (TDD, CICD, …) et des équipes produit en les incitant à se poser de bonnes questions afin de trouver du sens et de la valeur dans leurs actions au quotidien. Cette approche m’a permis d’acquérir une vision 360°: Technologie, Produit/Vision & Méthode employée pour améliorer le bien-être des équipes et la valeur des produits sur lesquels j’interviens. Actif dans la communauté agile, je participe à de nombreuses initiatives comme agile.christmas, la chaine Scrum Life, le meetup agile playground, agile cook book, et d’autres sujets comme l’organisation et la participation à certains agile tours ou encore une collaboration avec d’Alistair Cockburn …",
		"thumbnailUrl": "RobinBeraudSudreau.jpeg"
	},
	{
		"id": 63,
		"name": "Noémie ",
		"surname": "M. Rivière",
		"company": "Onepoint",
		"title": "",
		"bio": "Product designer depuis 14 ans ; J’ai à cœur les sujets sur l’accessibilité et l’inclusivité !",
		"thumbnailUrl": "NoemieRiviere.jpeg"
	},
	{
		"id": 66,
		"name": "Pauline",
		"surname": "Garric",
		"company": "Pauline Garric Coaching",
		"title": "",
		"bio": "Mordue du terrain, j'ai toujours eu à coeur de mettre l'humain et les échanges au centre de mes activités.\n\nAprès une maîtrise de lettres modernes, cinq années en tant qu'assistante d'éducation en ZUS, un master Stratégie d'entreprise et une dizaine d'année dans les RH chez OCTO Technology et DRH chez feu-benext. En 2017, je développe ma posture de coach où j'accompagne les groupes à devenir des équipes avec un boîte à outils qui s'aagrandie au fur et à mesure : agilité, développement personnel, equicoaching...\n\nEn 2021 je rentre à nouveau chez OCTO Technology part of Accenture en temps que partner suite au rachat de benext et me lance à mon compte en janvier 2024.\n\nCette année, j'enrichi ma pratique avec un cursus de psychopraticienne pour accompagner les entreprises et les aider à appréhender les enjeux du futur du travail.",
		"thumbnailUrl": "PaulineGarric.jpeg"
	},
	{
		"id": 67,
		"name": "Nicolas",
		"surname": "Petitjean",
		"company": "afterstudio",
		"title": "",
		"bio": "Leader de l'innovation créative qui relie les personnes, les entreprises et la planète, avec plus de 20 ans d'expérience dans la conception de produits et de services, la stratégie et la gestion de l'innovation au sein de grands groupes, ayant travaillé avec des marques renommées telles que Decathlon, Adidas, Sodexo, Pernod Ricard et Google dans 20 pays. PDG fondateur d'Afterstudio, un partenaire pour construire des entreprises prêtes pour l'avenir et adopter une adaptabilité radicale, il mène des voyages de transformation avec passion et humilité. Enseignant, orateur et conférencier spécialisé dans l'innovation et l'adaptabilité radicale.",
		"thumbnailUrl": "NicolasPetitjean.jpeg"
	},
	{
		"id": 71,
		"name": "Christophe",
		"surname": "Breheret-Girardin",
		"company": "Octo Technology",
		"title": "",
		"bio": "Coach craft, formateur, auteur et conférencier, Christophe partage avec enthousiasme ses connaissances, afin d’inspirer et de guider chacun vers son plein potentiel",
		"thumbnailUrl": "ChristopheBreheretGirardin.jpeg"
	},
	{
		"id": 72,
		"name": "Claude",
		"surname": "Aubry",
		"company": "",
		"title": "",
		"bio": "Papet agile radical, auteur de livres publiés chez Dunod :\n\n * Scrum, un outil radical pour une agilité conviviale (6 éditions depuis 2010),\n* L'art de devenir une équipe agile.\n#canaldumidi #vélo #écologie #postrock #rugby #permaculture #communs #philo #scrum #rando #gohugo #jeu5ans #lecture #metal #pyrénées",
		"thumbnailUrl": "ClaudeAubry.webp"
	}, {
	"id": 73,
	"name": "Anthony",
	"surname": "Cassaigne",
	"company": "Adeo",
	"title": "",
	"bio": "Anthony Cassaigne, développeur passionné d’Ensemble Programming (alias Mob Programming ou encore connu sous le nom de Software Teaming).\n\nJ’ai commencé à m’intéresser à Extreme Programming (XP) dans les années 2000, lors de la sortie du livre Extreme Programming Explained: Embrace Change de Kent Beck et Cynthia Andres. En 2011, je me forme à Scrum, de là est née la rencontre avec Claude Aubry et le collectif Agile Toulouse.\n\nDe 2011 à 2014, je fais de l’agilité mon terrain de jeu et j’accompagne quelques équipes sur ce chemin. Je prends rapidement conscience que toute approche ayant vocation à produire de façon itérative et incrémentale un produit I.T. ne peut le faire de façon pérenne qu’en appliquant un ensemble de pratiques d’ingénieur proche d’Extreme Programming.\n\nDepuis ces années, je ne cesse d’explorer cet indissociable couple agilité - Software Craftsmanship.\n\nEn 2019, je rejoins le collectif Agile Radical lors de sa création.",
	"thumbnailUrl": "AnthonyCassaigne.jpeg"
}
]
